import { Footer } from "antd/es/layout/layout";
import photo from "../data/img/proekt-doma-q6.jpg";
import StagesWithUs from "../ui/StagesWithUs/StagesWithUs";

function AboutUs() {
  return (
    <>
      <div style={{ fontSize: "16px" }}>
        <div style={{ display: "flex", justifyContent: "center" }}>
          <h1>ПРО НАС</h1>
        </div>
        <h2>Шукаєте житло?</h2>
        <p style={{ color: "grey" }}>
          Компанія Lion Prime допоможе швидко та якісно вирішити ці завдання.
          Завдяки наявності власної бази об’єктів нерухомості та багаторічному
          досвіду роботи ми з легкістю знайдемо те, що Вам потрібно. Основна
          мета компанії – максимально ефективна, практична допомога у вирішенні
          всіх питань, що пов’язані з ринком нерухомості. Максимальна
          ефективність та мінімальні витрати часу клієнта – принцип роботи нашої
          компанії. Нами створюються якомога комфортніші умови співпраці для
          кожного клієнта, щоб бути впевненими в отриманні позитивного
          результату. Ми гарантуємо високий рівень відповідальності під час
          виконання кожного замовлення.
        </p>
        <br />
        <p style={{ color: "grey" }}>
          Наша основна перевага – професіоналізм, любов до своєї справи та
          бажання до постійного розвитку. Власне це дозволяє нам
          висококваліфіковано допомагати нашим клієнтам в пошуку житла своєї
          мрії. Ріелтори компанії Lion Prime працюють на результат, який
          максимально задовільняє клієнта.
        </p>
        <h2>Ми знайдемо для Вас:</h2>
        <ul style={{ listStyleType: "square" }}>
          <li>
            <p style={{ color: "grey", margin: "0" }}>необхідну нерухомість;</p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>в бажаному місці;</p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>у необхідний час;</p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>належної якості;</p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>
              з оптимальною вартістю.
            </p>
          </li>
        </ul>
        <img src={photo} alt="Фото будинку" />
        <br />
        <h2>Співпраця з Lion Prime гарантує Вам комфорт та безпеку.</h2>
        <p style={{ color: "grey" }}>
          Наші спеціалісти працюють із власною базою перевірених орендодавців.
          Завдяки багаторічному досвіду нам вдалось наростити чималу кількість
          контактів, що дозволяє швидко та якісно підшуковувати житло та
          комерційну нерухомість на ринку. Основна та водночас стратегічна мета
          - це ретельне збереження позицій успішної, високофахової, надійної
          компанії з високим авторитетом та блискучою репутацією, для якої
          задоволення вимог клієнта є визначальним показником успішності.
          Працюючи на ринку нерухомого майна, ми ґарантуємо безпеку нашим
          клієнтам та комфортний пошук, реалізовуючи їх мрії. Ми практикуємо
          надавання ріелторських послуг тільки на найвищому, фаховому рівні. Наш
          пріоритет - якісне і комфортне життя людей. В компанії Lion Prime Ви
          знайдете високопрофесійного та надійного партнера, який володіє
          чималим досвідом роботи в галузі нерухомості, має відмінну репутацію
          серед клієнтів, учасників та операторів ринку. Для нас наша ціль та
          мета є головним призначенням компанії. У меті вкладені наші бажання та
          переконання, закладена основа роботи.
        </p>
        <h2>Конкурентні переваги агенції нерухомості Lion Prime це:</h2>
        <ul style={{ listStyleType: "square" }}>
          <li>
            <p style={{ color: "grey", margin: "0" }}>
              Бездоганна ділова репутація
            </p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>
              Стабільний та поступовий розвиток компанії
            </p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>
              Кваліфіковані, досвідчені фахівці зі значним стажем роботи у сфері
              нерухомості
            </p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>
              Унікальні, ексклюзивні та особливі умови та можливості реалізації
              нерухомості
            </p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>
              Велика база квартир широкого цінового діапазону
            </p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>
              Безперервна робота із відомими забудовниками та торговими
              партнерами
            </p>
          </li>
          <li>
            <p style={{ color: "grey", margin: "0" }}>
              Безперервний контроль за якістю роботи наших ріелторів та рівнем
              сервісу
            </p>
          </li>
        </ul>
        <p style={{ color: "grey" }}>
          Ми ставимо інтереси клієнта на перше місце, водночас застосовуючи
          індивідуальний підхід до кожного звернення.Компанія дотримується
          правил расової, гендерної, вікової та релігійної рівності у ставленні
          до клієнтів. Правила роботи компанії гарантують Вам абсолютну
          конфіденційність інформації ділового та особистого характеру, що була
          набута при виконанні замовлення. Завдяки відмінній орієнтації на ринку
          нерухомості та в законодавстві в даній сфері наші співробітники
          знайдуть просте вирішення будь-яких проблемних ситуацій. У відповідь
          на бездоганну роботу наших фахівців клієнти залишають позитивні
          відгуки про роботу компанії та з радістю рекомендують наші послуги
          своїм знайомим.
        </p>
      </div>
      <StagesWithUs />
    </>
  );
}

export default AboutUs;
